export const privacyPolicyText = `

ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
(Политика в отношении обработки персональных данных)

1.	Общие положения

1.1.	Настоящая Политика АНО «Шанс на жизнь» (далее – Оператор, Организация) в отношении обработки персональных данных определяет цели, содержание и порядок обработки персональных данных, меры, направленные на защиту персональных данных, а также процедуры, направленные на выявление и предотвращение нарушений законодательства Российской Федерации в области персональных данных в Организации.
1.2.	Настоящая Политика в отношении обработки персональных данных (далее – Политика) составлена в соответствии с ст. 7, п. 2 статьи 18.1 Федерального закона №152-ФЗ «О персональных данных» от 27 июля 2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки персональных данных и действует в отношении всех персональных данных (далее – Данные), которые Организация может получить от субъекта персональных данных - пользователей приложения «Шанс. Помощь животным» (далее – Приложение), позволяющего зафиксировать обращение о наличии безнадзорного животного с последующим забором (отловом) животного.
1.3.	Оператор обеспечивает защиту обрабатываемых персональных данных от несанкционированного доступа и разглашения, неправомерного использования или утраты в соответствии с требованиями Федерального закона №152-ФЗ «О персональных данных» от 27 июля 2006 г.
1.4.	Оператор Автономная Некоммерческая Организация помощи и защиты животных «Шанс на жизнь» (ИНН/ОГРН 2365038455/1262300026559) находится по адресу: 352801, Краснодарский край, м.о. Туапсинский, с. Кроянское, пер. Садовый, д. 5.
1.5.	Настоящая Политика и изменения к ней утверждаются Директором АНО «Шанс на жизнь» и вводятся приказом. Все работники АНО «Шанс на жизнь» должны быть ознакомлены под подпись с данной Политикой и изменениями к ней. Настоящая Политика является обязательной для исполнения всеми работниками АНО «Шанс на жизнь», имеющими доступ к персональным данным.
1.6.	АНО «Шанс на жизнь» с целью обеспечения неограниченного доступа к настоящему документу, определяющему политику АНО «Шанс на жизнь» в отношении обработки персональных данных и в сфере реализуемых мер по защите персональных данных, размещает текст настоящей Политики в приложении «Шанс. Помощь животным».
1.7.	АНО «Шанс на жизнь» оставляет за собой право вносить необходимые изменения в Политику при изменении действующего законодательства РФ и условий своей деятельности.

2.	Основные понятия

2.1.	В настоящей Политике используются следующие основные понятия:
Персональные данные - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). 
Оператор – юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.
Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
Общедоступные персональные данные – персональные данные, размещённые субъектом персональных данных в общедоступных источниках персональных данных (в том числе справочниках, адресных книгах), доступ к которым предоставлен неограниченному кругу лиц, либо персональные данные, размещённые в общедоступных источниках персональных данных на основании письменного согласия субъекта персональных данных.
Распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц.
Предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
Обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.
Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.
2.2.	Обработка персональных данных в Организации выполняется с использованием средств автоматизации или без использования таких средств и включает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных субъектов персональных данных, персональные данные которых обрабатываются в Организации. 
2.3.	Обработка персональных данных без использования средств автоматизации может осуществляться в виде документов на бумажных носителях и в электронном виде (файлы, базы данных) на электронных носителях информации.
2.4.	Категории субъектов персональных данных, которые обрабатываются Оператором: 
2.4.1.	Пользователи – физические лица, пользователи Приложения Организации в информационно­телекоммуникационной сети «Интернет» - физические лица, желающие направить в адрес Организации информацию о безнадзорном (бездомном, бродячем) животном с целью его последующего забора (отлова) Организацией.

3.	Цели обработки персональных данных и соответствующие им перечни обрабатываемых персональных данных

3.1.	Обработка запросов Пользователей, поступающих через Приложение.

Цель обработки ПД 	Обработка персональных данных осуществляется Оператором и его уполномоченными представителями, в целях обработки запросов пользователей Приложения по вопросам забора (отлова) бездомных (безнадзорных, бродячих) животных.
Категории субъектов ПД	Пользователи
Категории ПД 	имя, фамилия, номер телефона, адрес электронной почты, идентификаторы социальных сетей (телеграмм), иные данные, предоставленные пользователем, относящиеся к его личности в объёме, необходимом для возможности пользования сервисами Приложения и осуществления коммуникации и обратной связи с Оператором.
Способы обработки ПД	Обработка персональных данных пользователей осуществляется с использованием средств автоматизации и включает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (доступ), блокирование, удаление, уничтожение.
Сроки и способы хранения ПД	До достижения целей обработки персональных данных или отзыва согласия субъекта персональных данных на обработку его персональных данных
Уничтожение ПД	Уничтожение ПД Пользователей осуществляется комиссией, созданной на основании приказа Организации. Документальной фиксацией уничтожения персональных данных Пользователей является оформление соответствующего акта о прекращении обработки персональных данных. После утверждения акта ПД подлежат уничтожению встроенными средствами информационной системы администраторами информационных систем. 

4.	Получение и обработка персональных данных 

4.1.	Получение персональных данных.
4.1.1.	Получение персональных данных, за исключением общедоступных персональных данных, осуществляется Оператором непосредственно у субъектов персональных данных, либо лиц, имеющих надлежащим образом оформленные полномочия представлять интересы субъектов персональных данных при передаче персональных данных Оператору. 
4.1.2.	Организация не имеет права получать и обрабатывать сведения о субъекте персональных данных, относящиеся в соответствии с законодательством РФ в области персональных данных к специальным категориям персональных данных.
4.1.3.	При получении персональных данных Оператор обязан сообщить субъекту персональных данных:
-	о целях получения Оператором персональных данных;
-	о перечне персональных данных, запрашиваемых Оператором;
-	о перечне действий, которые Оператор намерен совершать с персональными данными;
-	о сроке, в течение которого действует согласие субъекта персональных данных на обработку персональных данных;
-	о порядке отзыва согласия на обработку персональных данных.
4.2.	Обработка персональных данных
4.2.1.	Обработка персональных данных осуществляется Оператором с соблюдением принципов и правил, предусмотренных 152-ФЗ «О персональных данных» от 27 июля 2006 г., в следующих случаях:
-	с согласия субъекта персональных данных на обработку его персональных данных. Согласие на обработку персональных данных считается полученным Оператором с момента проставления специальной отметки в соответствующем поле формы сбора персональных данных, размещенной в Приложении.
-	в случаях, когда обработка персональных данных необходима Оператору для осуществления и выполнения возложенных законодательством РФ функций, полномочий и обязанностей;
-	обработка персональных данных необходима для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных, если получение согласия субъекта персональных данных невозможно;
4.2.2.	Обработке подлежат только те персональные данные, которые отвечают указанным в настоящей Политике целям обработки. Персональные данные не подлежат обработке в случае несоответствия их характера и объема поставленным целям.
4.3.	Согласие субъекта персональных данных на обработку персональных данных должно включать в себя, в частности, сведения, указанные в ст.9 Федерального закона от 27.07.2006 № 152-ФЗ.
4.4.	Согласие на обработку персональных данных может быть отозвано субъектом персональных данных. В случае отзыва согласия на обработку персональных данных Организация вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона от 27.07.2006 № 152-ФЗ.

5.	Условия, порядок и способы обработки персональных данных субъектов
персональных данных
5.1.	До начала обработки персональных данных Организация обязана уведомить Роскомнадзор о намерении осуществлять обработку персональных данных.
5.2.	Правовым основанием обработки персональных данных являются:
5.2.1.	Для обработки персональных данных Пользователей Приложения (п.2.4.1. Политики) – Федеральный закон от 27.07.2006 № 152-ФЗ «О персональных данных». 
5.3.	Обработка персональных данных в Организации выполняется следующими способами:
-	неавтоматизированная обработка персональных данных;
-	автоматизированная обработка персональных данных с передачей полученной информации по информационно-телекоммуникационным сетям или без таковой (для целей, указанных в п.п. 3.1. настоящей Политики);
-	смешанная обработка персональных данных (для целей, указанных в п.п. 3.1. настоящей Политики).
5.4.	Сбор, запись, систематизация, накопление и уточнение (обновление, изменение) персональных данных в Организации осуществляются посредством:
-   внесения сведений в регистрационные и иные формы сбора в Приложении;
5.5.	В Организации используются следующие информационные системы:
-	корпоративная электронная почта;
-	система электронного документооборота;
5.6.	Работникам и представителям Оператора, имеющим право осуществлять обработку персональных данных в информационных системах, предоставляется уникальный логин и пароль для доступа к соответствующей информационной системе, в соответствии с функциями, предусмотренными должностными регламентами. 
5.7.	Обеспечение безопасности персональных данных, обрабатываемых в информационных системах, достигается путем исключения несанкционированного, в том числе случайного доступа к персональным данным. 
5.8.	Доступ работников или представителей Оператора к персональным данным, находящимся в информационных системах персональных данных Оператора, предусматривает — обязательное прохождение — процедуры идентификации и аутентификации. 
5.9.	Обмен персональными данными при их обработке в информационных системах персональных данных Оператора осуществляется по каналам связи, защита которых обеспечивается путем реализации соответствующих организационных мер и применения программных и технических средств в соответствии со статьей 19 Федерального закона «О персональных данных». 
5.10.	В случае выявления нарушений порядка обработки персональных данных в информационных системах персональных данных Оператора уполномоченными ответственными работниками принимаются меры по установлению причин нарушений и их устранению с момента обнаружения таких нарушений.
5.11.	Работники и их представители должны быть ознакомлены под расписку с документами Оператора, устанавливающими порядок обработки персональных данных, а также об их правах и обязанностях в этой области.

6.	Передача и распространение персональных данных 
6.1.	При передаче Организацией персональных данных субъект персональных данных должен дать на это согласие в письменной или электронной форме. Организация обязана уведомить субъекта персональных данных о правовых основания передачи персональных данных третьим лицам, целях, составе передаваемых персональных данных. 
6.2.	Организация вправе передать информацию, которая относится к персональным данным субъекта персональных данных, без его согласия, если такие сведения необходимо передать по запросу государственных органов, в порядке, установленном законодательством.
6.3.	Организация не вправе предоставлять персональные данные третьей стороне без письменного согласия субъекта персональных данных, за исключением случаев, когда это необходимо в целях предупреждения угрозы жизни и здоровью субъекта персональных данных, а также в случаях, установленных законодательством.
6.4.	В случае если лицо, обратившееся с запросом, не уполномочено федеральным законом на получение информации, относящейся к персональным данным субъекта персональных данных, Организация обязана отказать лицу в выдаче информации. Лицу, обратившемуся с запросом, выдается уведомление об отказе в выдаче информации.
6.5.	Персональные данные субъекта персональных данных могут быть переданы представителям субъекта персональных данных в порядке, установленном законом, в том объеме, в каком это необходимо для выполнения указанными представителями их функций.
6.6.	Доступ к персональным данным субъектов персональных данных разрешен только специально уполномоченным лицам, при этом указанные лица должны иметь право получать только те персональные данные, которые необходимы для выполнения конкретной функции.

7.	Сроки обработки и хранения персональных данных 
7.1.	Организация обеспечивает защиту персональных данных субъектов персональных данных от неправомерного использования или утраты.
7.2.	Документы, содержащие данные субъектов персональных данных, хранятся в бумажном виде в папках, прошитые и пронумерованные по страницам, в специально отведенном шкафу, обеспечивающем защиту от несанкционированного доступа. 
7.3.	Персональные данные могут также храниться в электронном виде в локальной компьютерной сети. Доступ к электронным базам данных, содержащим персональные данные, обеспечивается двухступенчатой системой паролей: на уровне локальной компьютерной сети и на уровне баз данных. 
7.4.	Копировать и делать выписки из персональных данных разрешается исключительно в служебных целях с письменного разрешения Директора  Организации или его заместителя.
7.5.	Обработка персональных данных в Организации прекращается в следующих случаях:
-	при выявлении факта неправомерной обработки персональных данных. Срок прекращения обработки - в течение трех рабочих дней с даты выявления такого факта;
-	при достижении целей их обработки (за некоторыми исключениями);
-	при отзыве субъектом персональных данных согласия на обработку его персональных данных (за некоторыми исключениями);
-	при обращении субъекта персональных данных к Организации с требованием о прекращении обработки персональных данных (за исключением случаев, предусмотренных ч. 5.1 ст. 21 Закона о персональных данных). Срок прекращения обработки - не более 10 рабочих дней с даты получения требования (с возможностью продления не более чем на пять рабочих дней, если направлено уведомление о причинах продления).
7.6.	Персональные данные хранятся в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели их обработки. Исключение - случаи, когда срок хранения персональных данных установлен федеральным законом.
7.7.	Персональные данные на бумажных носителях хранятся в Организации в течение сроков хранения документов, для которых эти сроки предусмотрены законодательством об архивном деле в РФ (Федеральный закон от 22.10.2004 № 125-ФЗ «Об архивном деле в Российской Федерации», Перечень типовых управленческих архивных документов, образующихся в процессе деятельности государственных органов, органов местного самоуправления и организаций, с указанием сроков их хранения (утв. Приказом Росархива от 20.12.2019 № 236)).
7.8.	Срок хранения персональных данных, обрабатываемых в информационных системах персональных данных, соответствует сроку хранения персональных данных на бумажных носителях.

8.	Порядок блокирования и уничтожения персональных данных
8.1.	Организация блокирует персональные данные в порядке и на условиях, предусмотренных законодательством в области персональных данных.
8.2.	При достижении целей обработки персональных данных или в случае утраты необходимости в достижении этих целей персональные данные уничтожаются либо обезличиваются. Исключение может предусматривать федеральный закон.
8.3.	Персональные данные, полученные в результате обезличивания, могут обрабатываться с использованием и без использования средств автоматизации и не подлежат разглашению.
8.4.	 Персональные данные, полученные в результате обезличивания, не подлежат предоставлению третьим лицам, осуществляющим обработку персональных данных с использованием дополнительной информации, позволяющей прямо или косвенно определить конкретное физическое лицо.
8.5.	При обработке персональных данных, полученных в результате обезличивания, без использования средств автоматизации обеспечивается сохранность содержащих их материальных носителей и порядок доступа работников Организации в помещения, в которых они хранятся, в целях исключения несанкционированного доступа к обезличенным персональным данным, возможности их несанкционированного уничтожения, изменения, блокирования, копирования, распространения, а также иных неправомерных действий.
8.6.	При обработке персональных данных, полученных в результате обезличивания, в информационных системах персональных данных обеспечивается соблюдение парольной защиты информационных систем персональных данных, антивирусной политики, правил работы со съемными носителями (в случае их использования), правил резервного копирования, правил доступа в помещения, где расположены элементы информационных систем персональных данных.
8.7.	При хранении персональных данных, полученных в результате обезличивания, обеспечивается раздельное хранение персональных данных, полученных в результате обезличивания, и информации о выбранном методе обезличивания персональных данных и параметрах процедуры обезличивания персональных данных.
8.8.	Уничтожение персональных данных осуществляет комиссия, созданная приказом Директора.
8.9.	Комиссия составляет список с указанием документов, иных материальных носителей и (или) сведений в информационных системах, содержащих персональные данные, которые подлежат уничтожению.
8.10.	Персональные данные на бумажных носителях уничтожаются с использованием шредера. Персональные данные на электронных носителях уничтожаются путем механического нарушения целостности носителя, не позволяющего считать или восстановить персональные данные, а также путем удаления данных с электронных носителей методами и средствами гарантированного удаления остаточной информации.
8.11.	Комиссия подтверждает уничтожение персональных данных согласно Требованиям к подтверждению уничтожения персональных данных, утвержденным Приказом Роскомнадзора от 28.10.2022 № 179, а именно:
-	актом об уничтожении персональных данных - если данные обрабатываются без использования средств автоматизации;
-	актом об уничтожении персональных данных и выгрузкой из журнала регистрации событий в информационной системе персональных данных - если данные обрабатываются с использованием средств автоматизации либо одновременно с использованием и без использования таких средств.
Акт может составляться на бумажном носителе или в электронной форме, подписанной электронными подписями.
Формы акта и выгрузки из журнала с учетом сведений, которые должны содержаться в указанных документах, утверждаются приказом Директора.
8.12.	После составления акта об уничтожении персональных данных и выгрузки из журнала регистрации событий в информационной системе персональных данных комиссия передает их в общий отдел для последующего хранения. Акты и выгрузки из журнала хранятся в течение трех лет с момента уничтожения персональных данных.

9.	Защита персональных данных
9.1.	В соответствии с требованиями нормативных документов Оператором создана система защиты персональных данных, состоящая из подсистем правовой, организационной и технической защиты.
9.2.	Подсистема правовой защиты представляет собой комплекс правовых, организационно-распорядительных и нормативных документов, обеспечивающих создание, функционирование и совершенствование систем защиты персональных данных.
9.3.	Подсистема организационной защиты включает в себя организацию структуры управления систем защиты персональных данных, разрешительной системы, защиты информации при работе с сотрудниками, партнерами и сторонними лицами.
9.4.	Подсистема технической защиты включает в себя комплекс технических, программных, программно-аппаратных средств, обеспечивающих защиту персональных данных.
9.5.	Основными мерами защиты персональных данных, используемыми Оператором, являются:
-	назначение лица, ответственного за обработку персональных данных, которое осуществляет организацию обработки персональных данных, обучение и инструктаж, внутренний контроль за соблюдением учреждением и его работниками требований к защите персональных данных;
-	определение актуальных угроз безопасности персональных данных при их обработке в информационных системах персональных данных и разработка мер и мероприятий по защите персональных данных;
-	установление правил доступа к персональным данным, обрабатываемым в информационных системах персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационных системах персональных данных;
-	установление индивидуальных паролей доступа работников в информационную систему в соответствии с их производственными обязанностями;
-	применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;
-	сертифицированное антивирусное программное обеспечение с регулярно обновляемыми базами;
-	соблюдение условий, обеспечивающих сохранность персональных данных и исключающих несанкционированный к ним доступ;
-	обнаружение фактов несанкционированного доступа к персональным данным и принятие мер;
-	восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
-	обучение работников Оператора, непосредственно осуществляющих обработку персональных данных, положениям законодательства РФ о персональных данных, в том числе требованиям к защите персональных данных, ознакомление с документами, определяющими политику Оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных;
-	для обеспечения безопасности программного обеспечения сканирование сервисов и приложений на наличие уязвимостей с использованием комбинации статического анализа исходного кода и динамического тестирования;
-	шифрование всех данных пользователей при транспортировке с использованием TLS;
-	проведение на ежегодной основе независимого теста Приложения на проникновение;
-	осуществление внутреннего контроля и аудита.
9.6.	Уровни защищенности персональных данных при их обработке в ИСПДн Оператора, требования к защите персональных данных, обеспечивающих уровни защищенности персональных данных, определяются в зависимости от актуальных угроз безопасности персональных данных с учетом возможного вреда субъекту персональных данных, объема и содержания обрабатываемых персональных данных, вида деятельности, при осуществлении которого обрабатываются персональные данные в соответствии с требованиями Постановлений Правительства Российской Федерации, подзаконных нормативных правовых актов ФСТЭК, ФСБ и Минцифры России, а также договорами между Операторам и иными операторами персональных данных и субъектами персональных данных.

10.	Основные права субъекта персональных данных и обязанности Оператора.
Рассмотрение запросов субъектов персональных данных
10.1.	Основные права субъекта персональных данных.
10.1.1.	Субъект персональных данных имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:
1)	подтверждение факта обработки персональных данных оператором;
2)	правовые основания и цели обработки персональных данных;
3)	цели и применяемые оператором способы обработки персональных данных;
4)	наименование и место нахождения оператора, сведения о лицах (за исключением работников оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с оператором или на основании федерального закона;
5)	обрабатываемые персональные данные, относящиеся к соответствующему субъекту персональных данных, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;
6)	сроки обработки персональных данных, в том числе сроки их хранения;
7)	порядок осуществления субъектом персональных данных прав, предусмотренных настоящим Федеральным законом;
8)	наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению оператора, если обработка поручена или будет поручена такому лицу;
9)	иные сведения, предусмотренные настоящим Федеральным законом или другими федеральными законами.
Указанные сведения должны быть предоставлены субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, если имеются законные основания для раскрытия таких персональных данных.
Указанные сведения предоставляются субъекту персональных данных или его представителю уполномоченным лицом Оператора, осуществляющим обработку соответствующих персональных данных, в течение десяти рабочих дней с момента обращения либо получения запроса субъекта персональных данных или его представителя. 
Указанный срок может быть продлен, но не более чем на пять рабочих дней, в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.
Запрос должен содержать: номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие участие субъекта персональных данных в отношениях с оператором, подпись субъекта персональных данных или его представителя.
10.1.2.	Субъекты персональных данных вправе требовать от Оператора уточнения их персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав. 
10.1.3.	Обязанности Оператора.
Оператор обязан:
1)	назначить ответственного за организацию обработки персональных данных, обладающего полномочиями, закрепленными с ч. 4 ст. 22.1 Федерального закон от 27.07.2006 № 152-ФЗ «О персональных данных»;
2)	разработать документы, определяющие политику в отношении обработки персональных данных, локальные акты по вопросам обработки персональных данных, отвечающие требованиям законодательства;
3)	ознакомить работников с положениями законодательства о персональных данных, с локальными актами оператора;
4)	опубликовать или иным образом обеспечить неограниченный доступ к документу, определяющему политику Оператора в отношении обработки персональных данных;
5)	осуществлять внутренний контроль и (или) аудит соответствия обработки персональных данных;
6)	произвести оценку вреда, который может быть причинен субъектам персональных данных в случае нарушения Федерального закона «О персональных данных»;
7)	принимать необходимые правовые, организационные и технические меры или обеспечивать их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
8)	при обращении субъекта персональных данных предоставить информацию об обработке персональных данных;
9)	в случаях, если персональные данные были получены не от субъекта персональных данных, уведомить субъект персональных данных о факте получения персональных данных Оператором;
10)	при отказе в предоставлении персональных данных разъяснить субъекту персональных данных последствия такого отказа;
11)	давать ответы на запросы и обращения субъектов персональных данных, их представителей и уполномоченного органа по защите прав субъектов персональных данных;
12)	отказать субъекту персональных данных в выполнении запроса о предоставлении сведений, указанных в п. 5.1.1. в случае несоответствия запроса условиям, предусмотренным п.5.1.1. или иным требованиям законодательства. Такой отказ должен быть мотивированным;
13)	производить уничтожение персональных данных, в случае достижения цели их обработки. Требования к подтверждению уничтожения персональных данных утверждены Приказом Роскомнадзора от 28.10.2022 № 179.
14)	в случае установления факта неправомерной или случайной передачи (предоставления, распространения, доступа) персональных данных, повлекшей нарушение прав субъектов персональных данных, уведомить об этом уполномоченный орган по защите прав субъектов персональных данных в сроки, установленные ч. 3.1 ст. 21 Федерального закона №152-ФЗ «О персональных данных».

11.	Отзыв согласия об обработке персональных данных.
11.1.	Срок действия согласия субъекта персональных данных ограничивается моментом достижения цели обработки, однако, субъект персональных данных вправе в любой момент отозвать согласие на обработку Оператором персональных данных в случаях, установленных законодательством, путём направления письменного уведомления по адресу местонахождения Оператора или на электронный адрес: info@shanstuapse.ru с пометкой «Отзыв согласия на обработку персональных данных».
11.2.	Отзыв согласия на обработку персональных данных влечёт за собой удаление учётной записи пользователя в Приложении, а также уничтожение записей, содержащих персональные данные, на бумажных носителях и в информационных системах обработки персональных данных Оператора и третьих лиц в срок, не превышающий 10 рабочих дней с момента получения.




`;